[{"Topic":"51% Attack","Deutsch":"51% Attacke","Definition":"Wenn mehr als die Hälfte der Rechenleistung eines Krypto-Währungsnetzwerks von einer einzelnen Einheit oder Gruppe kontrolliert wird, kann diese Einheit oder Gruppe widersprüchliche Transaktionen durchführen, um das Netzwerk zu schädigen, wenn sie die böswillige Absicht hat, dies zu tun."},
    {"Topic":"Address","Deutsch":"Adresse","Definition":"Krypto-Währungsadressen werden zum Senden oder Empfangen von Transaktionen im Netzwerk verwendet. Eine Adresse stellt sich in der Regel als eine Folge von alphanumerischen Zeichen dar."},
    {"Topic":"Block","Deutsch":"Block","Definition":"Blöcke sind Datenpakete, die permanent aufgezeichnete Daten im Blockketten-Netzwerk enthalten."},
    {"Topic":"Blockchain","Deutsch":"Blockchain","Definition":"Eine Blockchain ist ein gemeinsames Ledger, in dem Transaktionen durch Anhängen von Blöcken permanent aufgezeichnet werden. Die Blockchain dient als historische Aufzeichnung aller Transaktionen, die jemals stattgefunden haben, vom Genesis-Block bis zum letzten Block, daher der Name Blockchain."},
    {"Topic":"Block Explorer","Deutsch":"Block Explorer","Definition":"Der Block-Explorer ist ein Online-Tool, um alle Transaktionen, vergangene und aktuelle, auf der Blockchain anzuzeigen. Sie liefern nützliche Informationen wie Netzwerk-Hash-Rate und Transaktionswachstum."},
    {"Topic":"Block Height","Deutsch":"Block Höhe","Definition":"Die Anzahl der an der Blockchain angeschlossenen Blöcke."},
    {"Topic":"Block Reward","Deutsch":"Blockprämie","Definition":"Eine Art Anreiz für den Miner, der das Hash in einem Block während des Abbaus erfolgreich berechnet hat. Die Überprüfung der Transaktionen auf der Blockchain erzeugt dabei neue Coins, von denen der Miner einen Teil erhält."},
    {"Topic":"Central Ledger","Deutsch":"Zentraler Ledger","Definition":"Ein Ledger, das von einer zentralen Stelle geführt wird."},
    {"Topic":"Confirmation","Deutsch":"Bestätigung","Definition":"Der erfolgreiche Akt, eine Transaktion zu hashen und der Blockchain hinzuzufügen."},
    {"Topic":"Consensus","Deutsch":"Konsens","Definition":"Ein Konsens wird erreicht, wenn sich alle Teilnehmer des Netzwerks über die Gültigkeit der Transaktionen einig sind und sicherstellen, dass die Ledger exakte Kopien voneinander sind."},
    {"Topic":"Cryptocurrency","Deutsch":"Kryptowährung","Definition":"Auch Token genannt, sind Krypto-Währungen Darstellungen von digitalen Assets."},
    {"Topic":"Cryptographic Hash Function","Deutsch":"Kryptographische Hash-Funktion","Definition":"Kryptographische Hashes erzeugen einen festen und eindeutigen Hash-Wert aus der Eingabe von Transaktionen variabler Größe. Der SHA-256 Berechnungsalgorithmus ist ein Beispiel für einen kryptographischen Hash."},
    {"Topic":"Distributed Ledger","Deutsch":"Verteiltes Ledger","Definition":"Verteilte Ledger sind Ledger, in denen Daten über ein Netzwerk von dezentralen Knoten abgelegt werden. Ein verteiltes Ledger muss keine eigene Währung haben und kann erlaubt und privat sein."},
    {"Topic":"Distributed Network","Deutsch":"Verteiltes Netzwerk","Definition":"Eine Art Netzwerk, bei dem die Rechenleistung und die Daten über die Knoten verteilt sind, anstatt über ein zentrales Rechenzentrum zu verfügen."},
    {"Topic":"Difficulty","Deutsch":"Schwierigkeitsgrad","Definition":"Dies bezieht sich darauf, wie einfach ein Datenblock von Transaktionsinformationen erfolgreich abgebaut werden kann."},
    {"Topic":"Digital Signature","Deutsch":"Digitale Signatur","Definition":"Ein durch Public-Key-Verschlüsselung erzeugter digitaler Code, der an ein elektronisch übermitteltes Dokument angehängt wird, um dessen Inhalt und die Identität des Absenders zu überprüfen."},
    {"Topic":"Double Spending","Deutsch":"Doppelte Ausgaben","Definition":"Doppelte Ausgaben entstehen, wenn ein Geldbetrag mehr als einmal ausgegeben wird."},
    {"Topic":"Fork","Deutsch":"Gabelung","Definition":"Forks erzeugen eine alternative Version der Blockchain und lassen zwei Blockchains gleichzeitig auf verschiedenen Teilen des Netzwerks laufen."},
    {"Topic":"Genesis Block","Deutsch":"Genesis-Block","Definition":"Die ersten oder ersten paar Blöcke einer Blockchain."},
    {"Topic":"Hard Fork","Deutsch":"Harte Gabelung","Definition":"Ein Typ eines parallelen Abschnitts, der zuvor ungültige Transaktionen gültig macht und umgekehrt. Diese Art von Fork erfordert von allen Knoten und Benutzern ein Upgrade auf die neueste Version der Protokollsoftware."},
    {"Topic":"Hash","Deutsch":"Hash","Definition":"Der Akt der Ausführung einer Hash-Funktion auf den Ausgabedaten. Diese wird zur Bestätigung von Coin-Transaktionen verwendet."},
    {"Topic":"Hash Rate","Deutsch":"Hash Rate","Definition":"Die Messung der Leistung der Mining Rigs wird in Hashes pro Sekunde ausgedrückt."},
    {"Topic":"Mining","Deutsch":"Mining","Definition":"Mining ist der Akt der Validierung von Blockchain-Transaktionen. Die Notwendigkeit der Validierung rechtfertigt einen Anreiz für die Miner, meist in Form von Coins. In diesem Krypto-Währungsboom kann Mining ein lukratives Geschäft sein, wenn er richtig gemacht wird. Durch die Wahl der effizientesten und geeignetsten Hardware- kann das Mining eine stabile Form des passiven Einkommens erzeugen."},
    {"Topic":"Multi-Signature","Deutsch":"Multi-Signatur","Definition":"Multi-Signatur-Adressen bieten eine zusätzliche Sicherheitsschicht, indem sie mehr als einen Schlüssel benötigen, um eine Transaktion zu autorisieren."},
    {"Topic":"Node","Deutsch":"Knoten","Definition":"Eine Kopie des Ledgers, das von einem Teilnehmer des Blockchain-Netzwerks betrieben wird."},
    {"Topic":"Oracles","Deutsch":"Orakel","Definition":"Orakel fungieren als Brücke zwischen der realen Welt und der Blockchain, indem sie den Smart Contracts Daten zur Verfügung stellen."},
    {"Topic":"Peer to Peer","Deutsch":"Peer zu Peer","Definition":"Peer to Peer (P2P) bezeichnet die dezentrale Interaktion zwischen zwei oder mehr Parteien in einem hochvernetzten Netzwerk. Die Teilnehmer eines P2P-Netzwerks handeln direkt miteinander über einen einzigen Mediationspunkt."},
    {"Topic":"Public Address","Deutsch":"Öffentliche Adresse","Definition":"Eine öffentliche Bitcoin-Adresse ist ein kryptographischer Hash eines öffentlichen Schlüssels. Eine öffentliche Ansprache beginnt typischerweise mit der Zahl "},
    {"Topic":"Private Key","Deutsch":"Privater Schlüssel","Definition":"Ein privater Schlüssel ist eine Reihe von Daten, mit denen Sie auf die Token in einer bestimmten Wallet zugreifen können. Sie fungieren als Passwörter, die vor jedem außer dem Besitzer der Adresse verborgen bleiben."},
    {"Topic":"Proof of Stake","Deutsch":"Nachweis des Einsatzes","Definition":"Ein Konsensverteilungsalgorithmus, der die Gewinne auf der Grundlage der Anzahl der Coins, die Sie besitzen oder halten, belohnt. Je mehr Sie in die Coins investieren, desto mehr gewinnen Sie durch den Abbau mit diesem Protokoll."},
    {"Topic":"Proof of Work","Deutsch":"Arbeitsnachweis","Definition":"Ein Konsensverteilungsalgorithmus, der eine aktive Rolle beim Abbau von Datenblöcken erfordert, die oft Ressourcen wie Strom verbrauchen. Je mehr "},
    {"Topic":"SHA-256","Deutsch":"SHA-256","Definition":"SHA-256 ist ein kryptographischer Algorithmus, der von Krypto-Währungen wie Bitcoin verwendet wird. Es verbraucht jedoch viel Rechenleistung und Rechenzeit, so dass die Miner gezwungen sind, Mining Pools zu bilden, um Gewinne zu erzielen."},
    {"Topic":"Smart Contracts","Deutsch":"Intelligente Verträge","Definition":"Intelligente Verträge kodieren Geschäftsregeln in einer programmierbaren Sprache auf die Blockchain und werden von den Teilnehmern des Netzwerks durchgesetzt."},
    {"Topic":"Soft Fork","Deutsch":"Weiche Gabelung","Definition":"Ein Soft Fork unterscheidet sich von einem Hard Fork dadurch, dass nur bisher gültige Transaktionen ungültig werden. Da alte Knoten die neuen Blöcke als gültig erkennen, ist ein Soft Fork im Wesentlichen abwärtskompatibel. Diese Art von Fork erfordert von den meisten Minern ein Upgrade, um das zu erzwingen, während bei einer harten Gabel alle Knoten sich auf die neue Version einigen müssen."},
    {"Topic":"Testnet","Deutsch":"Testnet","Definition":"Eine Test-Blockchain, die von Entwicklern verwendet wird, um zu verhindern, dass Assets in der Main-Blockchain verbraucht werden."},
    {"Topic":"Transaction Block","Deutsch":"Transaktionsblock","Definition":"Eine Sammlung von Transaktionen, die in einem Block zusammengefasst sind, der dann gehasht und der Blockchain hinzugefügt werden kann."},
    {"Topic":"Transaction Fee","Deutsch":"Transaktionsgebühr","Definition":"Alle Krypto-Währungstransaktionen sind mit einer geringen Transaktionsgebühr verbunden. Diese Transaktionsgebühren addieren sich zu der Blockprämie, die ein Miner erhält, wenn er einen Block erfolgreich bearbeitet."},
    {"Topic":"Turing Complete","Deutsch":"Turing Complete","Definition":"Turing Complete bezieht sich auf die Fähigkeit einer Maschine, Berechnungen durchzuführen, zu denen jeder andere programmierbare Computer in der Lage ist. Ein Beispiel dafür ist die Ethereum Virtual Machine (EVM)."},
    {"Topic":"Wallet","Deutsch":"Brieftasche","Definition":"Eine Datei, die private Schlüssel enthält. Es enthält in der Regel einen Software-Client, der den Zugriff auf eine bestimmte Blockchain ermöglicht, für die die Wallet bestimmt ist."},
    {"Topic":"Ashdraked","Deutsch":"","Definition":"Eine Situation, in der du dein ganzes Geld verloren hast."},
    {"Topic":"Bagholder","Deutsch":"","Definition":"Jemand hält immer noch eine Altcoin nach einem Pump-and-Dump-Absturz. Kann sich auch nur auf jemanden beziehen, der eine Coin hält, die im Wert sinkt und wenig Zukunftsaussichten hat."},
    {"Topic":"BTFD (Buy the fucking dip)","Deutsch":"","Definition":"Kauf den verdammten Dip."},
    {"Topic":"Dumping","Deutsch":"","Definition":"Beschreibt den Vorgang die gesamte Menge einer gehaltenen Währung zu verkaufen."},
    {"Topic":"DYOR","Deutsch":"","Definition":"Do Your Own Research."},
    {"Topic":"FOMO","Deutsch":"","Definition":"Fear of missing out. Das überwältigende Gefühl, dass man schnell einsteigen muss, wenn der Preis für etwas in die Höhe schießt."},
    {"Topic":"HODL","Deutsch":"","Definition":"HODL ist ein Slang-Begriff und ein Internet-Meme, der in der Bitcoin-Community verwendet wird, wenn es darum geht, die Kryptowährung zu halten, anstatt sie zu verkaufen."},
    {"Topic":"MCAP (Market capitalisation)","Deutsch":"","Definition":" Der Gesamtwert in einer Krypto-Währung. Er errechnet sich durch Multiplikation des gesamten Coin-Angebots mit dem aktuellen Preis einer einzelnen Einheit."},
    {"Topic":"Moon / Mooning","Deutsch":"","Definition":" In der Krypto-Welt handelt es sich um einen Preis, der astronomisch ansteigt."},
    {"Topic":"Pump / Pumping","Deutsch":"","Definition":"Jemand, der für eine andere Krypto-Währung wirbt."},
    {"Topic":"Rekt","Deutsch":"","Definition":""},
    {"Topic":"Whale","Deutsch":"","Definition":" Jemand, der absurde Mengen an Krypto-Währung besitzt."},
    {"Topic":"Fiat Currency","Deutsch":"","Definition":"Bezieht sich auf Währungen, die selbst einen minimalen oder keinen inneren Wert haben (d.h. sie sind nicht durch Rohstoffe wie Gold oder Silber unterlegt), sondern von der Regierung als gesetzliches Zahlungsmittel definiert sind, wie z.B. Papierrechnungen und Münzen."},
    {"Topic":"Limit order / limit buy / limit sell","Deutsch":"Limitauftrag / Limitkauf / Limitverkauf","Definition":" Aufträge von Händlern zum Kauf oder Verkauf einer Krypto-Währung, wenn der Preis einen bestimmten Betrag erreicht. Sie können als "},
    {"Topic":"Sell wall / buy wall","Deutsch":"Wall verkaufen / kaufen","Definition":" Anhand eines Tiefendiagramms können Händler die aktuellen Limit-Kauf- und Verkaufspunkte einsehen. Die grafische Darstellung auf dem Tiefendiagramm sieht aus wie Wände, daher der Begriff 'Wall'."},
    {"Topic":"Market order / market buy / market sell","Deutsch":"Marktorder / Marktkauf / Marktverkauf","Definition":" Ein einfacher Kauf oder Verkauf an einer Börse zum aktuellen Preis. Der Markt kauft bspw. die billigste ETH, die es im Order Book gibt, und der Markt verkauft den teuersten Kaufauftrag im Order Book."},
    {"Topic":"Margin Trading","Deutsch":"Margenhandel","Definition":" Der Akt der "},
    {"Topic":"Going long","Deutsch":"","Definition":" Ein Margenhandel, der profitiert, wenn der Preis steigt."},
    {"Topic":"Going short","Deutsch":"","Definition":" Ein Margenhandel, der profitiert, wenn der Preis sinkt."},
    {"Topic":"Bullish","Deutsch":"Bullisch","Definition":" Eine Erwartung, dass der Preis steigen wird."},
    {"Topic":"Bearish","Deutsch":"Bärisch","Definition":" Eine Erwartung, dass der Preis sinken wird."},
    {"Topic":"Altcoin","Deutsch":"Altcoin","Definition":" Generell jede andere Krypto-Währung als Bitcoin oder Ethereum. (Obwohl einige Bitcoin-Leute wahrscheinlich immer noch sagen würden, dass Ethereum ein Altcoin ist)"},
    {"Topic":"ICO","Deutsch":"ICO","Definition":" Initial Coin Offering, ähnlich einem IPO in der Non-Crypto-Welt. Startups geben ihr eigenes Token im Tausch gegen Crypto aus. Das ist im Wesentlichen Crowdfunding in der Crypto-Welt."},
    {"Topic":"Arbitrage","Deutsch":"Arbitrage","Definition":" Ausnutzen einer Preisdifferenz der gleichen Krypto-Währungen an zwei verschiedenen Börsen. Bspw. wenn es darum geht, die Preise der ETH an koreanischen Börsen mit denen der US-Börsen zu vergleichen."},
    {"Topic":"ROI","Deutsch":"Kapitalrendite","Definition":"Der Prozentsatz, wie viel Geld im Vergleich zu einer Erstinvestition verdient wurde. (d.h. 100% ROI bedeutet, dass jemand sein Geld verdoppelt hat)."},
    {"Topic":"Mining rig","Deutsch":"","Definition":"Ein Computer, der speziell für die Verarbeitung von Proof-of-Work-Blockchains entwickelt wurde. Sie bestehen oft aus mehreren High-End-Grafikprozessoren (GPUs), um ihre Rechenleistung zu maximieren."},
    {"Topic":"Sharding","Deutsch":"","Definition":" Eine Skalierungslösung für Blockchains. Normalerweise enthält jeder Knoten in einem Blockchain-Netzwerk eine vollständige Kopie der Blockchain. Sharding ist eine Methode, die es Knoten ermöglicht, Teilkopien der gesamten Blockchain zu erhalten, um die Gesamtnetzwerkleistung und die Konsensgeschwindigkeit zu erhöhen."},
    {"Topic":"Software Wallet","Deutsch":"","Definition":" Speicher für Krypto-Währung, die als reine Software-Dateien auf einem Computer existiert. Software-Geldbörsen können kostenlos aus einer Vielzahl von Quellen generiert werden."},
    {"Topic":"Hardware Wallet","Deutsch":"","Definition":" Ein Gerät, das Krypto-Währung sicher speichern kann. Hardware-Geldbörsen gelten oft als die sicherste Art, Krypto-Währung zu halten."},
    {"Topic":"Cold Storage","Deutsch":"","Definition":"Der Prozess des Verschiebens der Krypto-Währung 'offline', um Ihre Krypto-Währung vor Hacking zu schützen. Es gibt eine Vielzahl von Möglichkeiten, dies zu tun, aber einige der am häufigsten verwendeten Methoden sind:\n- Ausdrucken des QR-Codes einer Softwaretasche und Aufbewahrung an einem sicheren Ort, z.B. in einem Bankschließfach. - Verschieben der Dateien einer Softwaretasche auf ein USB-Laufwerk und Speichern an einem sicheren Ort - Nutzen einer Hardware-Brieftasche."},
    {"Topic":"Pump And Dump","Deutsch":"","Definition":" Der wiederkehrende Zyklus einer Altcoin, die eine Menge Aufmerksamkeit erregt, führt zu einem schnellen Preisanstieg und dann natürlich zu einem gewaltigen Absturz."},
    {"Topic":"Circulating Supply","Deutsch":"Zirkulationsversorgung","Definition":"Eine Annäherung an die Anzahl der Coins oder Tokens, die auf dem öffentlichen Markt im Umlauf sind."},
    {"Topic":"Flipping","Deutsch":"Umlegen","Definition":"Eine Art Anlagestrategie (beliebt bei Immobilieninvestments), bei der Sie etwas mit dem Ziel kaufen, später, meist in kurzer Zeit, für einen Gewinn weiterzuverkaufen. Im Zusammenhang mit ICOs bezieht sich das Flipping auf die Strategie, in Token zu investieren, bevor sie an der Börse notiert werden, und sie gewinnbringend weiterzuverkaufen, wenn sie auf dem Sekundärmarkt gehandelt werden."},
    {"Topic":"Hard Cap","Deutsch":"","Definition":"Der maximale Betrag, den ein ICO aufbringen wird. Wenn ein ICO seine Hard Cap erreicht, werden sie aufhören, mehr Geld zu sammeln."},
    {"Topic":"Lightning Network","Deutsch":"","Definition":"Ein P2P-System mit niedriger Latenzzeit und Off-Chain für Mikrozahlungen von Krypto-Währungen. Es bietet Funktionen wie Sofortzahlungen, Skalierbarkeit, niedrige Kosten und kettenübergreifende Funktionalität. Die Teilnehmer müssen einzelne Transaktionen nicht an der Blockchain veröffentlichen und die Sicherheit wird durch Smart Contracts durchgesetzt."},
    {"Topic":"Maximum supply","Deutsch":"","Definition":"Eine Annäherung an die maximale Anzahl von Coins oder Tokens, die jemals für eine Krypto-Währung oder ein Krypto-Asset existieren werden."},
    {"Topic":"Pre-sale","Deutsch":"","Definition":"Ein Verkauf, der stattfindet, bevor ein ICO der Öffentlichkeit zur Teilnahme zur Verfügung gestellt wird."},
    {"Topic":"Segregated Witness (SegWit)","Deutsch":"","Definition":"Der Prozess, bei dem die Blockgröße einer Blockchain erhöht wird, indem digitale Signaturdaten entfernt und an das Ende einer Transaktion verschoben werden, um Kapazitäten freizugeben. Transaktionen werden im Wesentlichen in zwei Segmente unterteilt: das ursprüngliche Datensegment und das Signatursegment (oder "},
    {"Topic":"Soft Cap","Deutsch":"","Definition":"Bezieht sich im Allgemeinen auf den Mindestbetrag, den ein Inital Coin Offering (ICO) aufbringen muss. Wenn das ICO diesen Betrag nicht aufbringen kann, kann er annulliert und die gesammelten Gelder an die Teilnehmer zurückgegeben werden."},
    {"Topic":"Whitepaper","Deutsch":"","Definition":"Ein Informationsdokument, das den Leser allgemein über Philosophie, Ziele und Technologie eines Projekts oder einer Initiative informiert. Whitepapers werden oft vor der Einführung einer neuen Coin oder eines neuen Tokens zur Verfügung gestellt."},
    {"Topic":"BIP","Deutsch":"","Definition":"Bitcoin Improvement Proposal oder BIP, ist ein technisches Design-Dokument, das Informationen für die Bitcoin-Community bereitstellt oder eine neue Funktion für Bitcoin oder seine Prozesse oder Umgebung beschreibt, die das Bitcoin-Protokoll beeinflussen. Neue Funktionen, Vorschläge und Designänderungen am Protokoll sollten als BIP eingereicht werden. Der BIP-Autor ist verantwortlich für die Konsensbildung innerhalb der Gemeinschaft und die Dokumentation abweichender Meinungen."},
    {"Topic":"Halving","Deutsch":"Halbieren","Definition":"Bitcoins haben einen begrenzten Vorrat, der sie knapp macht. Der Gesamtbetrag, der jemals ausgegeben wird, beträgt 21 Millionen. Die Anzahl der pro Block erzeugten Bitcoins wird alle vier Jahre um 50% reduziert. Das nennt man "},
    {"Topic":"Pool / Mining Pool","Deutsch":"","Definition":"Als Teil des Bitcoin-Minings sind die "},
    {"Topic":"Satoshi Nakamoto","Deutsch":"","Definition":"Bitcoins Existenz begann mit einer wissenschaftlichen Arbeit, die 2008 von einem Entwickler unter dem Namen Satoshi Nakamoto geschrieben wurde. Satoshi ist der Name des ursprünglichen Erfinders von Bitcoin."}]